{
  "name": "Orbit",
  "tagline": "The most secure lending protocol on Blast.",
  "description": "Orbit is a decentralized liquidity protocol that facilitates the lending and borrowing of Blast assets. Orbit's innovation is to make use of Blast's native yield to provide a better lending / borrowing experience. The protocol is expected to generate yields that are more competitive to existing lending protocols./n/nThe protocol defines a money market between lenders, wishing to earn additional yield on their asset holdings, and borrowers, looking to borrow assets with the use of other assets as collateral. Lenders supply supported Blast assets for a predetermined lending period in return for Orbit Assets (oAssets), which represent the lender's initial principal as well as accrued yield. /n/nUpon expiry of the predetermined lending period, oAssets can be redeemed for principal + accrued yield - this simplifies yield collection to be done just by holding on to them. Users can also borrow assets by providing supported Blast assets as collateral and borrowing at under the protocol-defined loan-to-value ratio. /n/nNative yield from lender assets and provided collaterals first accumulate to the Orbit token, acting as the medium to forward future Blast yield value to the present. Orbit tokens are then distributed to both lenders and borrowers, used to subsidize the yield.",
  "status": "active",
  "images": {
    "logo": "https://ecosystem-website.s3.us-east-2.amazonaws.com/1717708562416_Orbit%20logo.jpeg",
    "cover": "https://ecosystem-website.s3.us-east-2.amazonaws.com/1717708562421_Orbit%20banner.jpeg",
    "screenshots": [
      "https://ecosystem-website.s3.us-east-2.amazonaws.com/1717708562470_Screenshot%202024-06-06%20at%202.12.55%20PM.png",
      "https://ecosystem-website.s3.us-east-2.amazonaws.com/1717708562503_Screenshot%202024-06-06%20at%202.12.37%20PM.png"
    ]
  },
  "categories": [
    "defi"
  ],
  "productType": "datafeed",
  "chains": [
    "81457"
  ],
  "proxies": {},
  "links": {
    "website": "https://orbitlending.io/",
    "dapp": "https://app.orbitlending.io/",
    "docs": "https://book.orbitlending.io/",
    "socials": [
      {
        "label": "twitter",
        "url": "https://x.com/OrbitLending"
      },
      {
        "label": "discord",
        "url": "https://discord.com/invite/4MFstFJcap"
      },
      {
        "label": "github",
        "url": "https://github.com/orbit-protocol"
      },
      {
        "label": "telegram",
        "url": "https://t.me/orbitcommunity"
      }
    ]
  },
  "year": 2024
}