{
  "name": "Shoebill Finance",
  "tagline": "LST Collaterizable Lending Protocol. The safest way to borrow assets.",
  "description": "Shoebill Finance V2 (aka. Shoebill) is a decentralized finance (DeFi) protocol that provides leveraged investment services on multiple EVM networks and BTC layer2s. Investors borrow assets deposited in Shoebill to maximize the size of their investment and pay interest. The protocol aims to maximize users' returns by building and expanding a circular structure where investors and depositors mutually support each other's returns./n/nLow Risk, Maximized Return/n/nUsers can optimize their yield by borrowing BTC, ETH, STONE, METIS, MANTA, WEMIX, KLAY and then re-staking it to use as collateral to borrow more assets. This strategy allows users to earn yield rewards while minimizing liquidation risk./n/nInvestment Opportunity/n/nShoebill V2 maximizes users' ability to leverage other projects for potential returns and redemptions. It provides users with more investment opportunities with relatively low risk by securing a competitive APY through leverage or utilizing BTC/ETH/STONE etc. as another investment opportunity./n/nCollateral Expansion/n/nShoebill V2 will expand with plans to integrate more LST (Liquid Staked Tokens) in the future to provide users with broader options.",
  "status": "active",
  "images": {
    "logo": "https://ecosystem-website.s3.us-east-2.amazonaws.com/1717717931243_shoebill%20logo.png",
    "cover": "https://ecosystem-website.s3.us-east-2.amazonaws.com/1717717931244_shoebill%20banner.jpeg",
    "screenshots": [
      "https://ecosystem-website.s3.us-east-2.amazonaws.com/1717717931298_Screenshot%202024-06-06%20at%204.49.50%20PM.png",
      "https://ecosystem-website.s3.us-east-2.amazonaws.com/1717717931306_Screenshot%202024-06-06%20at%204.49.36%20PM.png"
    ]
  },
  "categories": [
    "defi"
  ],
  "productType": "datafeed",
  "chains": [
    "255"
  ],
  "proxies": {},
  "links": {
    "website": "https://shoebill.finance/#/",
    "dapp": "https://kroma-eth.shoebill.finance/#/",
    "docs": "https://docs.shoebill.finance/",
    "socials": [
      {
        "label": "twitter",
        "url": "https://x.com/ShoebillFinance"
      },
      {
        "label": "telegram",
        "url": "https://t.me/ShoebillChat_ENG"
      }
    ]
  },
  "year": 2024
}